Repository: yfridelance/-contao-webfonts
Catalog: src/languages/*/*_webfonts.xlf
Languages: de

# tl_webfonts.title_legend
source: Webfonts Settings
de: Webfonts Einstellungen

# tl_webfonts.name.0
source: Title
de: Titel

# tl_webfonts.name.1
source: Please enter the webfont title.
de: Bitte geben Sie den Webfont-Titel ein.

# tl_webfonts.alias.1
source: The webfont alias is a unique reference to the webfont which can be called instead of its numeric ID.
de: Der Webfontalias ist eine eindeutige Referenz, die anstelle der numerischen Webfont-ID aufgerufen werden kann.

# tl_webfonts.pages.0
source: Apply to
de: Anwenden auf

# tl_webfonts.alias.1
source: Specify which pages and nodes to be integrated font.
de: Legen sie fest auf welchen Seiten und Knoten die Schrift eingebunden werden soll.

# tl_webfonts.enableTypekit.0
source: Enable Adobe Typekit
de: Aktiviert Adobe Typekit

# tl_webfonts.enableTypekit.1
source: Activate this option to use Adobe Typekit.
de: Aktivieren sie diese Option um Adobe Typekit zu nutzen.

# tl_webfonts.typekitId.1
source: Insert the 7 digit lenght ID from your Typekit Kit.
de: Geben sie hier ihre 7 stellige Typekit Kit ID ein.

# tl_webfonts.enableGoogleFonts.0
source: Enable Google web fonts
de: Aktiviert Google Web Schriften

# tl_webfonts.enableTypekit.1
source: Activate this option to use Google fonts.
de: Aktivieren sie diese Option um Google fonts zu nutzen.

# tl_webfonts.googleFontsStr.0
source: Google web fonts
de: Google Web Schriften

# tl_webfonts.googleFontsStr.1
source: Here you can add Google web fonts to your website. Specify the font families without the base URL (e.g. <em>Ubuntu|Ubuntu+Mono</em>).
de: Hier können Sie Google-Webfonts zu Ihrer Webseite hinzfügen. Geben Sie die Schriftarten ohne die Basis-URL an (z.B. <em>Ubuntu|Ubuntu+Mono</em>).
